// © Copyright 2004-2012, 2015-2016 HP Development Company, L.P.

HSDTaskNameLegacy = "Gestione dell’alimentazione";

NeverAutoOffTitle = "Mai";
AutoOffAfter15MinutesTitle = "Dopo 15 Minuti";
AutoOffAfter30MinutesTitle = "Dopo 30 Minuti";
AutoOffAfter45MinutesTitle = "Dopo 45 Minuti";
AutoOffAfter1HourTitle = "Dopo 1 Ora";
AutoOffAfter2HoursTitle = "Dopo 2 Ore";
AutoOffAfter3HoursTitle = "Dopo 3 Ore";

HSDTaskDescriptionLegacy = "Per risparmiare energia elettrica, la stampante è in grado di spegnersi dopo un determinato periodo di tempo. Il seguente menu a comparsa consente di impostare quel periodo di tempo.";
HSDAutoOffLabelLegacy = "Spegnimento automatico:";
ApplyButtonTitle = "Applica adesso";

HSDTaskName = "Spegnimento automatico";
HSDTaskDescription = "Se è abilitata la funzione di spegnimento automatico, la stampante si spegne automaticamente dopo essere rimasta inattiva per il periodo di tempo selezionato sotto. Lo spegnimento automatico è disabilitato se la stampante è connessa a una rete.\nSuggerimento: per riaccendere la stampante, premere il pulsante di accensione.";
HSDAutoOffLabel = "Spegnimento automatico";
"0" = "Disabilitato";
"1" = "Dopo 1 minuto";
"5" = "Dopo 5 minuti";
"10" = "Dopo 10 minuti";
"15" = "Dopo 15 minuti";
"20" = "Dopo 20 minuti";
"30" = "Dopo 30 minuti";
"60" = "Dopo 1 ora";
"120" = "Dopo 2 ore";
"180" = "Dopo 3 ore";
"240" = "Dopo 4 ore";
"480" = "Dopo 8 ore";
"720" = "Dopo 12 ore";
"1440" = "Dopo 24 ore";
AutoOffEnableConfirmationTitle = "Si desidera davvero abilitare lo spegnimento automatico?";
AutoOffEnableConfirmationMessage = "La funzione Spegnimento automatico spegnerà la stampante %@ di inattività.";
YesButtonTitle = "Sì";
NoButtonTitle = "No";

HSDSleepAndAutoOffLabel = "Sospensione/Auto off:";
HSDShutDownLabel = "Spegnimento:";
ShutDownEnableConfirmationTitle = "Si è certi di voler abilitare lo spegnimento?";
ShutDownEnableConfirmationMessage = "Con Spegnimento la stampante si spegnerà automaticamente %@ di inattività.";
HSDTaskDescriptionForAutoOff = "HP Auto-off/Auto-on è una modalità di risparmio energetico che consuma meno energia e si riattiva per stampare.";
HSDTaskDescriptionForShutDown = "Con Spegnimento la stampante si spegnerà automaticamente dopo un determinato periodo di inattività. Se si sta utilizzando la funzione Spegnimento, la stampante non sarà in grado di stampare alcun documento (inclusi i documenti inviati tramite ePrint) o elaborare altri lavori (quali fax o stampe pianificate, se la stampante supporta queste opzioni) dopo che la stampante è stata spenta. Questi lavori potranno essere stampati solo dopo che la stampante sarà stata riaccesa.";
HSDDelayWhenPortsAreActiveCheckBox = "Ritardo quando le porte sono attive";
